{
    "trains": [
        {
            "id": "1",
            "title": "Наклонная доска",
            "image": "",
            "type": "Разминка",
            "exercises": [
                {
                    "title": "На спине по одной ноге",
                    "startPosition": "Лежа на спине, возьмитесь за ручки, выпрямите руки. Ноги вместе, носочки на себя.",
                    "guide": "Согните одну ногу в коленном суставе, подтяните к животу. Далее верните ногу в исходное положении.",
                    "impactArea": "Брюшной пресс. Тазобедренные, коленные, галеносторные суставы. Грудной и поясничный отдел позвоночника",
                    "recommendations": "Не расслаблять стопу, не делать резких движений ногой.",
                    "images": []
                },
                {
                    "title": "На спине двумя ногам",
                    "startPosition": "Лежа на спине, взяться за ручки, выпрямить руки. Ноги вместе, носочки на себя.",
                    "guide": "Одновременно согнуть обе ноги в коленном суставе, подтянуть к животу. Далее вернуть их в исходное положении.",
                    "impactArea": "Брюшной пресс, тазобедренные, коленные, галеносторные суставы, вытяжение грудного и поясничного отделов позвоночника.",
                    "recommendations": "Hе расслаблять стопу, не делать резких движений ногой, колени держать вместе.",
                    "images": []
                },
                {
                    "title": "Бицепс ног на животе попеременно",
                    "startPosition": "Лечь на живот, взяться руками за ручки, ноги вместе, носки на себя.",
                    "guide": "Согнуть ногу в коленном суставе. Затем вернуть в исходное положение. Далее тоже самое повторить другой ногой.",
                    "impactArea": "Седалищный нерв, коленные суставы, вытяжение поясничного отдела позвоночника.",
                    "recommendations": "Не сгибать по инерции, все движения должны быть плавные. Таз не отрывать от опоры.",
                    "images": []
                },
                {
                    "title": "Сгибание ног на животе через стороны",
                    "startPosition": "Лечь на живот, взяться руками за ручки, ноги вместе, носки на себя.",
                    "guide": "Развести ноги в стороны, согнуть их в коленных суставах, подтянув к животу по бокам туловища. Напоминает движение лягушки.",
                    "impactArea": "Тазобедренные суставы, убирает перекос таза, вытяжения поясничного отдела позвоночника.",
                    "recommendations": "Максимально развести колени в стороны.",
                    "images": []
                }
            ]
        },
        {
            "id": "2",
            "title": "Отжимания",
            "image": "",
            "type": "Разминка",
            "exercises": [
                {
                    "title": "На коленях",
                    "startPosition": "Лечь на живот, опереться о пол, локти развести в стороны.",
                    "guide": "Оторвать туловище от пола, выпрямив руки и опираясь на колени. Далее тазом потянуться назад, грудную клетку опустить вниз. Руки в локтях не сгибать. Вытянуть позвоночник. Затем вернуться в исходное положение.",
                    "impactArea": "Локтевые суставы, плечевые суставы, тазобедренные суставы, коленные суставы, поясничный и грудной отдел позвоночника.",
                    "recommendations": "Не прогибаться в пояснице, локти не приводить к туловищу.",
                    "images": []
                },
                {
                    "title": "С опусканием",
                    "startPosition": "Встать на четвереньки, понятуться назад тазом, выпрямить руки.",
                    "guide": "Оторвать колени от пола, выпрямить ноги. Прийти в положение планки с опорой на носки ног. Далее медленно опуститься на пол, согнув руки в локтях, разводя локти в стороны. Далее, выполнив упор на колени, подняться за счет выпрямления рук, таз отвести назад, потянув мышцы спины.",
                    "impactArea": "Локтевые суставы, плечевые суставы, тазобедренные суставы, коленные суставы, поясничный и грудной отдел позвоночника.",
                    "recommendations": "Hе прогибаться в пояснице, резко не опускаться, избегать удары лицом о пол.",
                    "images": []
                }
            ]
        },
        {
            "id": "3",
            "title": "Турник-брусья",
            "image": "",
            "type": "Разминка",
            "exercises": [
                {
                    "title": "Плечевые подтягивания ",
                    "startPosition": "Подняться на подставки, взяться за верхние ручки, повиснуть, ноги вместе стопы на себя.",
                    "guide": "Свести лопатки, грудной клеткой подтянуться вверх, не сгибая руки в локтях и немного опуская плечи. Вернуться в исходное положение.",
                    "impactArea": "Плечевые суставы, грудной и поясничный отделы позвоночника.",
                    "recommendations": "Не сгибать локти, ноги не отводить назад, не разжимать кисти.",
                    "images": []
                },
                {
                    "title": "Сгибание ног из виса ",
                    "startPosition": "Подняться на подставки, взяться за верхние ручки, повиснуть, ноги вместе стопы на себя.",
                    "guide": "Согнуть ноги в коленных суставах. Углы между туловищем и бедром, бедром и голенем должны составлять 90 градусов. Далее вернуться в исходное положение.",
                    "impactArea": "Тазобедренные и коленные суставы, грудной и поясничный отделы позвоночника.",
                    "recommendations": "Не разжимать кисти, не прогибаться в пояснице.",
                    "images": []
                },
                {
                    "title": "Приседы",
                    "startPosition": "Встать лицом к тренажеру, руками взяться за боковые ручки, стопами опереться на полставки для стоп.",
                    "guide": "Выполнить присед, сгибая колени на 90 градусов. Тазом потянуться назад, повиснуть на руках, выпрямив их. Далее вернуться в исходное положение, то бишь подняться.",
                    "impactArea": "Локтевые суставы, плечевые суставы, тазобедренные суставы, коленные суставы, грудной и поясничный отделы позвоночника.",
                    "recommendations": "Не закруглять поясницу, формируя горбик, сгибать колени, направляя их в сторону одноименных стоп.",
                    "images": []
                }
            ]
        },
        {
            "id": "4",
            "title": "Вертикальная тяга",
            "image": "",
            "type": "Спина",
            "exercises": [
                {
                    "title": "На подбородок",
                    "startPosition": "Взяться за тяговую перекладину широким хватом. Честь на сиденье, зафиксировать бедры под валиком. Руки прямые, вытянуты вверх.",
                    "guide": "Отклониться назад туловищем на 30 градусов, согнуть руки в локтевых суставах, развести их в стороны, перекладину опустить до уровня подбородка, свести лопатки за позвоночником. Далее вернуться в исходное положение.",
                    "impactArea": "Плечевые и локтевые суставы, грудной и поясничный отделы позвоночника.",
                    "recommendations": "Не делать рывки в момент тяги, не выпрямлять резко руки после тяги, не отклоняться далеко, не разжимать кисти на проятяжении всего движения, разжимать кисти только после опускания груза, не касаться подбородка.",
                    "images": []
                },
                {
                    "title": "За голову",
                    "startPosition": "Взяться за тяговую перекладину широким хватом. Честь на сиденье, зафиксировать бедры под валиком. Руки прямые, вытянуты вверх.",
                    "guide": "Подать туловище вперед до момента сведения лопаток, сгибаем руки в локтях, доводим тяговую ручку за голову, до уровня затылка. Далее возвращаемся в исходное положение.",
                    "impactArea": "Грудной кифоз, плечевые и локтевые суставы, грудной и поясничный отделы позвоночника.",
                    "recommendations": "Не касаться затылка, не делать рывки в момент тяги, не выпрямлять резко руки после тяги, не отклоняться далеко, не разжимать кисти на проятяжении всего движения, разжимать кисти только после опускания груза, не касаться подбородка.",
                    "images": []
                }
            ]
        },
        {
            "id": "5",
            "title": "Вертикальная тяга рычажная",
            "image": "",
            "type": "Спина",
            "exercises": [
                {
                    "title": "Основа",
                    "startPosition": "Сесть не тренажер, ногой опустить переднюю педаль, взяться руками за ручки тренадера. Отпустить педаль, выпрямить руки.",
                    "guide": "Сгибаем руки в локтевых суставах, расширяем грудную клетку. Ручки опускаем до уровня ушей. Возвращаемся в исходное положение.",
                    "impactArea": "Передние ручки для поясничного отдела позвоночника, боковые ручки для грудного отдела позвоночника, локтевые суставы, плечевые суставы.",
                    "recommendations": "Не делать рывки при сгибании и разгибании рук, локти не заводить назад, кисти не разжимать.",
                    "images": []
                }
            ]
        },
        {
            "id": "6",
            "title": "Горизонтальная тяга",
            "image": "",
            "type": "Спина",
            "exercises": [
                {
                    "title": "Основа",
                    "startPosition": "Сесть на сиденье, животом прислониться подушке тренажера. Одной ногой опустить педаль. Взяться за тяговые ручки. Отпустить педаль.",
                    "guide": "Согнуть руки в локтевых суставах, ручки подтянуть до уровня груди, свести лопатки за позвоночником. Затем вернуться в исходное положение.",
                    "impactArea": "Плечи, локти, шейный и грудной отдел.",
                    "recommendations": "Плечевыми суставами не тянуться вперед, в момент тяги не отрывать спину от подушки, ре разжимать кисти.",
                    "images": []
                }
            ]
        },
        {
            "id": "7",
            "title": "Разведение рук",
            "image": "",
            "type": "Спина",
            "exercises": [
                {
                    "title": "Лежа",
                    "startPosition": "Лечь на коврик, головой к верхнему блоку кроссовера. Взяться за ручки двойного тросика. Ноги согнуть в коленях, стопы поставить на пол.",
                    "guide": "Выполнить разведение рук в сторону, коснуться тыльной стороной кисти до пола. Далее вернуться в исходное положение.",
                    "impactArea": "Шейный и грудной отдел подвоночника, плечевые суставы, активирует мозговое кровоснабжение.",
                    "recommendations": "Не ударять кистями о пол, не отпускать ручки.",
                    "images": []
                },
                {
                    "title": "Сидя",
                    "startPosition": "Сесть на тренажер, животом прислониться к подушке. Руки, согнутые в локтях, расположить между валиками.",
                    "guide": "Отвести валики плечами назад на спину, удерживая кисти и локти на уровне плеч. Затем вернуться в исходное положение.",
                    "impactArea": "Шейный и грудной отдел, плечевые суставы.",
                    "recommendations": "Руки не опускать вниз, живот не отрывать от подушки.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "8",
            "title": "Тяга руками 45°",
            "image": "",
            "type": "Спина",
            "exercises": [
                {
                    "title": "Основа",
                    "startPosition": "Взяться за тяговую ручку, сесть на сиденье, стопы поставить на боковые платформы. Угол сгибания ног в коленных суставах 100 градусов. Сделать наклон вперед, выпрямить руки. Голову опустить вдоль рук.",
                    "guide": "Приподнять подбородок, отклониться туловищем назад до уровня перпендикуляра относительно тягового троса, свести лопатки, согнуть руки в локтевых суставах, выполнить тягу до нижней части груди и свести лопатки. Далее вернуться в исходное положение.",
                    "impactArea": "Плечевые и локтевые суставы, грудной и поясничный отделы позвоночника.",
                    "recommendations": "Не отклоняться слишком далеко, не отпускать ручки, сильно не сгибать ноги, но не делать на прямых ногах.",
                    "images": []
                },
                {
                    "title": "Отжимания",
                    "startPosition": "Встать на колени на сиденье, сделать упор кистями на боковые упоры.",
                    "guide": "Согнуть руки в локтях, сделать отжимание. Вернуться в исходное положение. Далее отклонить таз назад, потянуть мышцы спины, затем также вернуться в исходное положение.",
                    "impactArea": "Плечевые и локтевые суставы, грудной и поясничный отдел позвоночника.",
                    "recommendations": "Не проваливать туловище вперед.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "9",
            "title": "Гиперэкстензия",
            "image": "",
            "type": "Спина",
            "exercises": [
                {
                    "title": "Тракции",
                    "startPosition": "Встать на опоры ногами, бедрами облокатиться на опорные подушки. Задней частью голеня опереться на удерживающие валики. Прямые руки расположить на мяче.",
                    "guide": "Откатить мяч руками максимально вперед, наклоняясь за ним. Далее прийти в исходное положение.",
                    "impactArea": "Поясничный и грудной отделы позвоночника.",
                    "recommendations": "Регулировать высоту подушек, не ниже тазобедренных суставов. Не вытаскивать ноги из под валиков на протяжении всего выполнения.",
                    "images": []
                },
                {
                    "title": "Наклоны",
                    "startPosition": "Встать на опоры ногами, бедрами облокатиться на опорные подушки. Задней частью голеня опереться на удерживающие валики. Руки прижать в себе и кистями коснуться разноименных плеч.",
                    "guide": "Выполнить наклон вниз с прямой спиной. Локти оторвать от туловища и потянуться к полу. Далее вернуться в исходное положение.",
                    "impactArea": "Поясничный отдел позвоночника, тазобедренные суставы, седалищная зона.",
                    "recommendations": "Регулировать высоту подушек, не ниже тазобедренных суставов. Не вытаскивать ноги из под валиков на протяжении всего выполнения. Голову располагать между руками в момент опускания.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "10",
            "title": "Прямыми руками",
            "image": "",
            "type": "Вытяжения",
            "exercises": [
                {
                    "title": "Жим",
                    "startPosition": "Cесть на сидение, надовить ногой на педаль, опустив ручки тренажера. Принять упор на ручки прямыми руками. Ногу с педали убрать на опорную площадку. Свести лопатки за позвоночником.",
                    "guide": "Выполнить движение плечами вверх, затем прийти в исходное положение.",
                    "impactArea": "Грудной и поясничный отдел. Плечевые суставы.",
                    "recommendations": "Плечи не опускать ниже горизонтали. Не прислоняться спиной к спинке тренажерка. Руки не сгибать в локтях.",
                    "images": []
                },
                {
                    "title": "Тяга",
                    "startPosition": "Взяться за тяговую перекладину узким хватом, на ширине плеч. Сесть на сиденье, зафиксировать бедра под валиком. Руки прямые, вытянуты вверх. Потянуться плечами вверх.",
                    "guide": "Плечи опустить вниз до уровня горизонтали плечевого пояса относительно позвоночника. Вернуться в исходное положение.",
                    "impactArea": "Грудной и поясничный отдел. Плечевые суставы.",
                    "recommendations": "Локти не сгибать. Назад спиной не отклонятся. Шею плечами не зажимать.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "11",
            "title": "Гравитон",
            "image": "",
            "type": "Вытяжения",
            "exercises": [
                {
                    "title": "Подтягивания",
                    "startPosition": "Взяться за передние ручки тренажера и подняться по ступенькам на опорную площадку. Перехватитьсч руками за верхние ручки тренажера. Опуститься максимально вниз, выпрямив руки в локтях.",
                    "guide": "Согнуть руки в локтевых суставах, подтянуться подбородком до верхних ручек. Затем опуститься вниз обратно, расслабив мышцы спины и живота.",
                    "impactArea": "Грудной, поясничный отдел позвоночника, плечевые и локтевые суставы.",
                    "recommendations": "Подтягиваться только до уровня подбородка. Для лучшего вытяжения, можно подниматься на носки. Не отпускать кисти рук. Соблюдать технику безопасности.",
                    "images": []
                },
                {
                    "title": "Сгибание ног",
                    "startPosition": "Взяться за передние ручки тренажера и подняться по ступенькам на опорную площадку. Перехватитьсч руками за верхние ручки тренажера. Опуститься максимально вниз, выпрямив руки в локтях.",
                    "guide": "Согнуть ноги в коленных суставах, тазом потянуться назад.",
                    "impactArea": "Грудной, поясничный отдел позвоночника, коленные и тазобедренные суставы.",
                    "recommendations": "Не отпускать кисти рук. Соблюдать технику безопасности. Коленные суставы не поднимать выше тазобедренных.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "12",
            "title": "Пресс",
            "image": "",
            "type": "Вытяжения",
            "exercises": [
                {
                    "title": "Двумя ногами",
                    "startPosition": "Одеть манжеты на внутреннюю часть голеня. Лечь на коврик, головой к верхнему блоку кроссовера. Взяться руками за нижние стойки тренажера. Руки выпрямить в локтях. Трос противоположного верхнего блока прикрепить к карабином к обеими манжетам. Ноги прямые, носки на себя.",
                    "guide": "Ноги согнуть в коленных суставах на 90°. Затем вернуться в исходное положение. Далее опустить прямые ноги вниз до пола. Затем вернуться в исходное положение.",
                    "impactArea": "Коленные и тазобедренные суставы, поясничный отдел позвоночника.",
                    "recommendations": "Поясницу не прижимать к полу, сохранять естественный лордоз. Руки в локтях не сгибать. Самостоятельно не прикрепляться и не отцепляться от троса тренажера.",
                    "images": []
                },
                {
                    "title": "Одной ногой",
                    "startPosition": "Одеть манжеты на внутреннюю часть голеня. Лечь на коврик, головой к верхнему блоку кроссовера. Взяться руками за нижние стойки тренажера. Руки выпрямить в локтях. Трос противоположного верхнего блока прикрепить к карабином к манжете одной ноги. Ноги прямые, носки на себя.",
                    "guide": "Прикрепленную ногу согнуть в коленном суставе на 90°. Затем вернуть в исходное положение. Далее опустить прямую ногу вниз до пола. Затем вернуть в исходное положение. Вторая нога в процессе выполнения упражнения должна лежать на коврике.",
                    "impactArea": "Коленные и тазобедренные суставы, поясничный отдел позвоночника.",
                    "recommendations": "Поясницу не прижимать к полу, сохранять естественный лордоз. Руки в локтях не сгибать. Самостоятельно не прикрепляться и не отцепляться от троса тренажера. На протяжении всего движения вторую ногу не сгибать в коленном суставе.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "13",
            "title": "Марафон",
            "image": "",
            "type": "Вытяжения",
            "exercises": [
                {
                    "title": "Основа",
                    "startPosition": "Лечь между двумя блоками двойного кроссовера, головой к верхнему блоку. Ноги изолированно подцепить за 2 противоположных блока.",
                    "guide": "Одну ногу согнуть в коленном суставе на 90°, одновременно опустив другую ногу до пола. Затем вернуться в исходное положение. Далее сделать такое же движение, но с другой ноги.",
                    "impactArea": "Коленные и тазобедренные суставы.",
                    "recommendations": "Поясницу не прижимать к полу, сохранять естественный лордоз. Руки в локтях не сгибать. Самостоятельно не прикрепляться и не отцепляться от троса тренажера. Не делать резких движений.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "14",
            "title": "Шейный воротник",
            "image": "",
            "type": "Вытяжения",
            "exercises": [
                {
                    "title": "Сидя",
                    "startPosition": "Одеть петлю глиссона. Сесть на сиденье и подцепить петлю с карабином к верхней тяге.",
                    "guide": "Повороты головы в стороны на 30° с промежуточной остановкой в центральной части рекомендованное кол-во раз. Затем разгрузка. Мелкие вращения плечевыми суставами назад. Также рекомендованное кол-во раз.",
                    "impactArea": "Шейный и грудной отделы позвоночника. Плечевые суставы.",
                    "recommendations": "Все действия выполняются с ограниченной амплитудой. Не уходить в крайние точки перенапряжения. Не делать резких движений.",
                    "images": []
                },
                {
                    "title": "Комби",
                    "startPosition": "Одеть манжеты на внутреннюю часть голеня. Лечь на коврик, головой к верхнему блоку кроссовера. Взяться за ручки двойного тросика с верхнего блока. Подцепить с нижнего блока петлю Глиссона. Трос противоположного верхнего блока прикрепить к карабином к манжетам. Ноги прямые, носки на себя.",
                    "guide": "Одновременно опустить руки в стороны и ноги вниз до пола. Далее прийти в исходное положение.",
                    "impactArea": "Шейный, грудной, поясничный отделы позвоночника. Плечевые, коленные и тазобедренные суставы.",
                    "recommendations": "Поясницу не прижимать к полу, сохранять естественный лордоз. Руки в локтях не сгибать. Крайние точки амплитуды движения между руками и ногами должны быть синхронизированны. Самостоятельно не прикрепляться и не отцепляться от троса тренажера.",
                    "images": []
                },
                {
                    "title": "Комби-вверх",
                    "startPosition": "Одеть манжеты на внутреннюю часть голеня. Лечь на коврик, головой к верхнему блоку кроссовера. Взяться за ручки двойного тросика с верхнего блока. Подцепить с нижнего блока петлю Глиссона. Ноги расцвести на ширине плеч, согнуть в коленных суставах и поставить стопами на пол.",
                    "guide": "Опустить руки в стороны до пола. Далее прийти в исходное положение.",
                    "impactArea": "Шейный, грудной, поясничный отделы позвоночника. Плечевые суставы.",
                    "recommendations": "Не прижимать к полу, сохранять естественный лордоз. Руки в локтях не сгибать.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "15",
            "title": "Жим стопами",
            "image": "",
            "type": "Ноги",
            "exercises": [
                {
                    "title": "Сидя",
                    "startPosition": "Сесть на сиденье тренажера. Переднюю часть стопы поставить на опорную площадку. Расположить прежимные валики на без раз с помощью боковой ручки. Пятки опустить максимально вниз, ниже опорной площадки, до ощущения растяжения икроножных мышц. Кисти рук расположить на боковые ручки прижимных валиков.",
                    "guide": "Поднять прижимные валики максимально вверх, за счет подъема на носки. Далее вернуться в исходное положение.",
                    "impactArea": "Голеностопные суставы, плоскостопие.",
                    "recommendations": "Пятки резко вниз не опускать. Спину выпрямить и назад не отклоняться. Руками прижимные валики на себя не тянуть.",
                    "images": []
                },
                {
                    "title": "Перекаты",
                    "startPosition": "Встать стопами на брусок для перекатов. Наклониться вперед, опереться локтями на подушку.",
                    "guide": "Сделать стопами перекат вперед. Затем перекат назад.",
                    "impactArea": "Задняя поверхность бедра, галеностопные суставы, поясничный отдел позвоночника.",
                    "recommendations": "Поясницу не закруглять, спину держать прямо. Ноги расположены перпендикулярно относительно пола.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "16",
            "title": "Тяга стопой",
            "image": "",
            "type": "Ноги",
            "exercises": [
                {
                    "title": "Сидя",
                    "startPosition": "Садимся на коврик, стопами к нижнему блоку кроссовера. Одеваем тяговую манжету для стопы. Располагаем кольцо прикрепления на подошвенной части. Прикрепляем стопу к тросу нижнего блока, отодвигаемся назад так, чтобы нога находилась на вытяжении. Сделать упор руками сзади, выпрямив спину. Вытягиваем носок вперед.",
                    "guide": "Тянем груз сгибания стопы на себя до ощущения растяжения икроножной мышцы. Далее приходим в исходное положение.",
                    "impactArea": "Голеностопный сустав. Тазобедренные суставы. Бедренный и седалищные нервы.",
                    "recommendations": "Спину держать прямо. Локти не сгибать. Резко не расслаблять стопу после тяги. Коленный сустав не подгибать.",
                    "images": []
                },
                {
                    "title": "Лежа",
                    "startPosition": "Садимся на коврик, стопами к нижнему блоку кроссовера. Одеваем тяговую манжету для стопы. Располагаем кольцо прикрепления на подошвенной части. Прикрепляем стопу к тросу нижнего блока, отодвигаемся назад так, чтобы нога находилась на вытяжении. Ложимся на пол на спину и беремся прямыми руками за нижние стойки противоположного блока. Вытягиваем носок вперед.",
                    "guide": "Тянем груз сгибания стопы на себя до ощущения растяжения икроножной мышцы. Далее приходим в исходное положение.",
                    "impactArea": "Голеностопный сустав. Тазобедренные суставы. Бедренный и седалищные нервы.",
                    "recommendations": "Поясницу не прижимать к полу. Резко не расслаблять стопу после тяги. Коленный сустав не подгибать.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "17",
            "title": "Бицепс бедра",
            "image": "",
            "type": "Ноги",
            "exercises": [
                {
                    "title": "Стоя",
                    "startPosition": "Встать на опорную площадку одной ногой. Другую ногу завести за подъемный валик, стопу на себя. Бедра прижать к спинке тренажера. Облокатиться животом на опорную подушку. Руками взяться за вертикальные ручки.",
                    "guide": "Поднять валик, согнув ногу на 90°. Далее вернуться в исходной положение.",
                    "impactArea": "Коленный сустав, седалищная зона, поясничный отдел позвоночника.",
                    "recommendations": "Бедра ног не отрывать от подушки тренажера. Спину держать прямо. Коленный сустав рабочей ноги должен быть расположен ниже опорной подушки.",
                    "images": []
                },
                {
                    "title": "Бицепс бедра лежа",
                    "startPosition": "Лечь на тренажер. Ноги завести под валик так, чтобы коленные суставы не располагались на плоской подушке тренажера. Взяться руками за дальние ручки.",
                    "guide": "Согнуть ноги в коленных суставах. Стопы на себя. Валиками коснуться ягодичных мышц. Далее валики опустить вниз и вернуться в исходное положение.",
                    "impactArea": "Коленные суставы, тазобедренные суставы. Поясничный отдел позвоночника. Седалищная зона.",
                    "recommendations": "В момент сгибания ног таз не отрывать от подушки тренажера. В пояснице не перегибаться. Резко валики не опускать.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "18",
            "title": "Квадрицепс бедра сидя",
            "image": "",
            "type": "Ноги",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Сесть на сиденье тренажера. Ноги завести под валик. Стопы на себя. Спину выпрямить за счет выпрямления рук в упоре.",
                    "guide": "Поднять валик перед собой до полного выпрямления ног в коленных суставах. Далее валики вернуть в исходное положение.",
                    "impactArea": "Коленный сустав. Бедренный нерв.",
                    "recommendations": "Сиденье не должно давить на заднюю поверхность коленного сустава.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "19",
            "title": "Сведение ног",
            "image": "",
            "type": "Ноги",
            "exercises": [
                {
                    "title": "Сидя",
                    "startPosition": "Сесть на сиденье тренажера. Ноги расположить на опорной подушке. Стопы на себя. Облакатиться на спинку, руками взяться сбоку спинки тренажера. Сводим ноги и убираем ограничитель.",
                    "guide": "Сводим ноги до касания вертикальных подушек. Далее возвращаемся в исходное положение.",
                    "impactArea": "Тазобедренные суставы. Внутренняя поверхность бедра. Мышцы тазового дна.",
                    "recommendations": "Ноги не разворачивать наружу. Поясницу не прижимать. Ноги резко не разводить. Фиксатор груза не вытаскивать при поднятом ограничителе.",
                    "images": []
                },
                {
                    "title": "Лежа",
                    "startPosition": "Одеваем манжеты. Ложимся поперек кроссовера. Ноги прикрепляем к верхним блокам.",
                    "guide": "Сводим ноги вместе. Возвращаемся в исходное положение.",
                    "impactArea": "Тазобедренные суставы. Поясничный отдел позвоночника.",
                    "recommendations": "Коленные суставы не сгибать. Ноги резко не расслаблять в момент разведения.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "20",
            "title": "Разведение ног сидя",
            "image": "",
            "type": "Ноги",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Садимся на сведение тренажера. Пятки стоп располагаем на опорные педали. Руками взяться сбоку опорной подушки. Спину выпрямить.",
                    "guide": "Одновременно отвести ноги в стороны. Далее вернуться в исходное положение.",
                    "impactArea": "Тазобедренные суставы. Грушевидные мышцы. Поясничный отдел позвоночника.",
                    "recommendations": "Отводить ноги не за счет бедер, а за счет стоп. Ноги не прижимать к подушке.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "21",
            "title": "Мах ногой назад стоя",
            "image": "",
            "type": "Ноги",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Одной ногой встаем на опорную площадку, другую заводим на маховый валик, согнув ее на 90° в коленном суставе. Животом облакачиваемся на опорную подушку. Руками бреемся за горизонтальные ручки. Бедро опорной ноги прижать к подушке.",
                    "guide": "Выпрямляя ногу в коленном суставе и опуская валик вниз, продолжаем отведение прямой ногой валика назад. Далее возвращаем ногу в исходное положение.",
                    "impactArea": "Тазобедренный и коленный суставы. Поясничный отдел позвоночника.",
                    "recommendations": "Бедро опорной ноги не отрывать от вертикальной подушки. Стопу не разворачивать наружу.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "22",
            "title": "Жим ногами под 45°",
            "image": "",
            "type": "Ноги",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Садимся на сиденье тренажера, ложимся спиной на плоскую подушку. Согнув ноги в коленных суставах, стопы располагаем на опорной площадке так, чтобы колени и стопы были в одной плоскости. Колени развести на ширине плеч. Сделать жим ногами до полного выпрямления в коленных суставах. Правой рукой убрать ограничитель вперед. Упереться прямыми руками на ручки.",
                    "guide": "Согнуть ноги в коленных суставах до 90°. Вектор движения ног в сторону плечевых суставов. Далее возвращаемся в исходное положение.",
                    "impactArea": "Коленные и тазобедренные суставы. Поясничный отдел позвоночника.",
                    "recommendations": "Поясницу не прижимать к  подушке. В момент выпрямления ног не отрывать таз от сидения. По окончании выполнения упражнения вернуть ограничитель и аккуратно опустить платформу до упора.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "23",
            "title": "Эллипсоид",
            "image": "",
            "type": "Ноги",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Встать на подвижные платформы. Руками взяться за вертикальные ручки. Начать движение вперед. Установить на панели индикаторов уровень нагрузки.",
                    "guide": "Выполняем попеременную циклическую смену положения ног и рук, прикладывая ими одновременные усилия.",
                    "impactArea": "Кардио-респираторная система.",
                    "recommendations": "При выполнении упражнения не должно быть отдышки.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "24",
            "title": "Жим руками сидя вперед",
            "image": "",
            "type": "Руки",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Садимся на сиденье. Облокачиваемся спиной на вертикальную подушку. Одной ногой давим на педаль, приводящую ручки тренажера к плечам. Берем за горизонтальные ручки и отпускаем педаль. Локти поднимаем до уровня кистей.",
                    "guide": "Делаем жим руками вперед. Прижимаем одновременно лопатки и плечевые суставы к спинке тренажера. Затем возвращаемся в исходное положение.",
                    "impactArea": "Плечевые и локтевые суставы. Грудной отдел позвоночника.",
                    "recommendations": "Поясницу не прижимать. Локти не упускать ниже кистей. В исходном положении плечи должны быть расположены выше кистей.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "25",
            "title": "Пуловер",
            "image": "",
            "type": "Руки",
            "exercises": [
                {
                    "title": "Рама",
                    "startPosition": "Садимся на сиденье, нажимаем педаль, приводящую над головой раму, правой ногой и заводим локтевые суставы за подушку. Кистями беремся за раму. Ногу с педали убираем. Раму оставляем вверху, над головой.",
                    "guide": "Усилиями рук раму опускаем вперед до горизонтального положения. Затем возвращаемся в исходное положение.",
                    "impactArea": "Грудной отдел позвоночника. Грудная клетка. Плечевые суставы.",
                    "recommendations": "В пояснице не перегибаться. При опускании рамы давить локтями, а не кистями. Руки не заводить назад, за голову.",
                    "images": []
                },
                {
                    "title": "Шар",
                    "startPosition": "Садимся на тренажер, облокачиваемся спиной о шар. Кистями берем тяговую ручку сверху. Голову положить на шар.",
                    "guide": "Опускаем ручку вперед до уровня груди. Далее возвращаем в исходное положение.",
                    "impactArea": "Грудной отдел позвоночника. Грудная клетка. Плечевые суставы.",
                    "recommendations": "При воздействии на грудной отдел позвоночника руки держать прямыми. При воздействии на шейный отдел — сгибать в локтях.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "26",
            "title": "Круговая разводка гантелями",
            "image": "",
            "type": "Руки",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Берем гантели, ложимся на горизонтальную скамью. Ноги согнуты в коленях, поставить их на скамью. Руки согнуть в локтях и кисти опустить до уровня грудной клетки.",
                    "guide": "Делаем жим гантелями вперед к потолку. Кисти разворачиваем на 90° наружу в верхней точке. Опускаем гантели до уровня грудной клетки, сгибая локти в стороны. Далее, удерживая гантели у грудной клетки, локти прижимаем к туловищу. Кисти обратно развернуть на 90° в исходное положение.",
                    "impactArea": "Грудной отдел позвоночника. Плечевые и локтевые суставы.",
                    "recommendations": "Разворот кистей происходит за счет разворота плечевых суставов, а не самостоятельного движения запястья.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "27",
            "title": "Сведение рук сидя",
            "image": "",
            "type": "Руки",
            "exercises": [
                {
                    "title": "Основной",
                    "startPosition": "Садимся на тренажер. Ногой опускаем педаль, приводящую боковые ручки. Кистями беремся горизонтальные ручки, локтями упираемся о вертикальные подушки. Руки разводим в стороны.",
                    "guide": "Свести руки до касание ручек. Далее вернуть в исходное положение.",
                    "impactArea": "Грудной отдел позвоночника. Грудная клетка. Плечевые суставы.",
                    "recommendations": "Руки нужно сводить не за счет кистей, а за счет локтей. Не отрывать лопатки от спинки тренажера в момент сведения. При разведении рук в пояснице не перегибаться, при сведении поясницу не прижимать к спинке тренажера.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "28",
            "title": "Жим руками вниз сидя",
            "image": "",
            "type": "Руки",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Сесть на сидение, надовить ногой на педаль, опустив ручки тренажера. Принять упор на ручки прямыми руками. Ногу с педали убрать на опорную площадку. Свести лопатки за позвоночником. Опереться на спинку.",
                    "guide": "Руки согнуть в локтевых суставах в сторону, удерживая плечевые суставы у спинки тренажера. Далее вернуться в исходное положение.",
                    "impactArea": "Грудной и поясничный отдел. Плечевые и локтевые суставы.",
                    "recommendations": "Плечи не опускать ниже горизонтали. При сгибании локтевые суставы на заводить назад.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "29",
            "title": "Мельница",
            "image": "",
            "type": "Руки",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Взяться за тяговую ручку, прикрепленную к верхним противоположным блокам кроссовера. Согнуть руки и расположить ручку около груди. Ноги на ширине плеч.",
                    "guide": "Выпрямляем руки вверх, затем вперед, и далее вниз по круговой траектории. Приводим ручку к исходному положению у груди.",
                    "impactArea": "Плечевые и локтевые суставы. Кисти. Грудная клетка. Грудной отдел позвоночника.",
                    "recommendations": "Не наклоняться туловищем вперед.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "30",
            "title": "Верхний блок",
            "image": "",
            "type": "Руки",
            "exercises": [
                {
                    "title": "Бицепс",
                    "startPosition": "Взять тяговую ручку с верхнего блока ладошкой вверх. Другой рукой взяться за вертикальную стойку противоположного блока. Ноги на ширине плеч. Руки прямые.",
                    "guide": "Согнуть локтевой сустав, подтянуть ручку к уху. Затем вернуться в исходное положение.",
                    "impactArea": "Запястья. Локтевой сустав. Шейный и грудной отделы позвоночника.",
                    "recommendations": "В исходном положении кисти расположены на одном уровне. При сгибании руки локоть не опускать вниз и не уводить вперед. Противоположную руку не сгибать. Туловищем не помогать.",
                    "images": []
                },
                {
                    "title": "Трицепс",
                    "startPosition": "Взять тяговую ручку с верхнего блока. Лицом развернуться к стойке тренажера. Другой рукой взяться за эту стойку. Противоположную ногу выдвинуть слегка вперед. Руку согните в локтевом суставе, плечо прижмите к туловищу.",
                    "guide": "Выпрямление локтевого сустава вниз. Ручку расположите сбоку от бедра одноименной ноги. Лопатку завести за позвоночник. Далее вернуться в исходное положение.",
                    "impactArea": "Локтевой сустав. Плечевой сустав. Грудной отдел позвоночника.",
                    "recommendations": "При опускании ручки локоть выпрямляйте полностью.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "31",
            "title": "Тяга к подбородку",
            "image": "",
            "type": "Руки",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Возьмитесь за горизонтальную тяговую ручку с верхнего блока. Лягте на спину. Выпрямите руки. Ноги согните на 90°, стопы расположить на стойках тренажера.",
                    "guide": "Сгибая руки в локтевых суставах, тяговую ручку дотянуть до подбородка. Локти расположить выше плеч. Затем, выпрямлять руки, прийти в исходное положение.",
                    "impactArea": "Шейный отдел позвоночника. Плечевые и локтевые суставы.",
                    "recommendations": "После тяги не выпрямлять резко руки.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "32",
            "title": "Обратный пуловер",
            "image": "",
            "type": "Руки",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Возьмитесь за горизонтальную тяговую ручку с верхнего блока. Лягте на спину. Выпрямите руки. Ноги согните на 90°, стопы расположить на стойках тренажера.",
                    "guide": "Выполнить тягу прямыми руками до пола, по круговой траектории. Далее вернуться в исходное положение.",
                    "impactArea": "Грудной отдел позвоночника. Плечевые суставы.",
                    "recommendations": "Руки в локтях не сгибать. Тяговые усилия распределять на 2 руки равномерно, не разворачивая ручку.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "33",
            "title": "Жим руками вверх",
            "image": "",
            "type": "Руки",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Сесть на сиденье тренажера. Спиной облокатитесь на вертикальную спинку. Ногой наступите на педаль, поднимая ручки тренажера вверх. Взяться кистями за ручки тренажера, ногу убрать с педали. Кисти расположены на уровне плечевых суставов.",
                    "guide": "Сделайте жим руками вверх до полного их выпрямления в локтевых суставах. Далее вернитесь в Исходное положение.",
                    "impactArea": "Плечевые и локтевые суставы. Шейный отдел позвоночника.",
                    "recommendations": "Резко не опускать груз. В пояснице не прогибаться. Лопатки не отрывать от спинки тренажера.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "34",
            "title": "Перекаты на шаре",
            "image": "",
            "type": "Комби блок",
            "exercises": [
                {
                    "title": "Без груза",
                    "startPosition": "Встаньте на колени. Животом облокотитесь на мяч. Руки, согнутые в локтевых суставах, расположите на мяче перед собой.",
                    "guide": "Выпрямляя ноги в коленных суставах, оттолкнитесь стопами от пола. Руки выпрямите вперед. Перекатитесь через шар. Далее сделайте отжимание, оперевшись на руки. Потом оттолкнуться руками от пола и вернитесь в исходное положение.",
                    "impactArea": "Коленные, тазобедренные и галеностопные суставы. Зона плоскостопия. Поясничный и грудной отделы позвоночника. Плечевые и локтевые суставы.",
                    "recommendations": "Не выпрямляйте ноги рывком. Движение выполняйте по прямой траектории, не заваливаясь в бок.",
                    "images": []
                },
                {
                    "title": "Шея",
                    "startPosition": "Одеть петлю Глисона. Встаньте на колени. Животом облокотитесь на мяч. Руки, согнутые в локтевых суставах, расположите на мяче перед собой. Прикрепить петлю Глисона к нижнему блоку кроссовера. Отодвиньтесь назад на 2 метра.",
                    "guide": "Выпрямляя ноги в коленных суставах, оттолкнитесь стопами от пола. Руки выпрямите вперед. Перекатитесь через шар. Далее сделайте отжимание, оперевшись на руки. Потом оттолкнуться руками от пола и вернитесь в исходное положение.",
                    "impactArea": "Зона плоскостопия. Шейный и грудной отделы позвоночника. Плечевые и локтевые суставы.",
                    "recommendations": "Не выпрямляйте ноги рывком. Движение выполняйте по прямой траектории, не заваливаясь в бок. Не поднимать голову вверх/назад. Шею держите на протяжении всего движения в расслабленном состоянии.",
                    "images": []
                },
                {
                    "title": "Ноги",
                    "startPosition": "Оденьте манжеты на ноги. Встаньте на колени. Животом облокотитесь на мяч. Руки, согнутые в локтевых суставах, расположите на мяче перед собой. Прикрепить манжеты к тяговому тросу с нижнего блока.",
                    "guide": "Выпрямляя ноги в коленных суставах, оттолкнитесь стопами от пола. Руки выпрямите вперед. Перекатитесь через шар. Далее сделайте отжимание, оперевшись на руки. Потом оттолкнуться руками от пола и вернитесь в исходное положение.",
                    "impactArea": "Коленные, тазобедренные и галеностопные суставы. Зона плоскостопия. Поясничный отдел позвоночника.",
                    "recommendations": "Не выпрямляйте ноги рывком. Движение выполняйте по прямой траектории, не заваливаясь в бок.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "35",
            "title": "Опускание прямых ног лежа на спине",
            "image": "",
            "type": "Дополнительный блок",
            "exercises": [
                {
                    "title": "Полуберезка",
                    "startPosition": "Одеть манжеты, лечь на спину. Руками сделать упор на стойки кроссовера. Ноги поднять вверх, не отрывая таз. Подцепить манжеты к тяговому тросу верхнего блока этого же блока.",
                    "guide": "Опустить прямые ноги до пола. Далее вернуться в исходное положение.",
                    "impactArea": "Поясничный отдел позвоночника. Седалищная зона.",
                    "recommendations": "Руки в локтях не сгибать. Таз от пола не отрывать. Ноги в коленях не сгибать. Не ударять пятками о пол.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "36",
            "title": "Сгибание ноги стоя на четвереньках",
            "image": "",
            "type": "Дополнительный блок",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Надеть манжеты. Встаньте на четвереньки, между блоками кроссовера. Выпрямите назад ногу в коленном суставе. Прикрепите верхний трос с тягового блока.",
                    "guide": "Согните ногу в коленном суставе. Подтяните с усилием бедро к животу. Далее выпрямите ногу, вернитесь в исходное положение.",
                    "impactArea": "Коленные и тазобедренные суставы. Поясничный отдел позвоночника.",
                    "recommendations": "Локти не сгибать. Бедро опорной ноги должно быть перпендикулярно полу.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "37",
            "title": "Боковые раскачивания туловищем",
            "image": "",
            "type": "Дополнительный блок",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Взяться руками за тяговые петли по схеме лыжных палок. Встать на колени, посередине между блоками.",
                    "guide": "Опуститься боковой частью туловища в сторону. Бедром коснуться пола. Далее вернуться в исходное положение и повторить действие в другую сторону.",
                    "impactArea": "Тазобедренные суставы. Поясничный и грудной отделы позвоночника. Плечевые суставы.",
                    "recommendations": "Не отпускать петли на протяжении всего движения. Руки в локтях не сгибать. Не заваливаться вперед и не садиться назад.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "38",
            "title": "Раскрутка плеча",
            "image": "",
            "type": "Дополнительный блок",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Взять тяговую ручку с верхнего блока ладошкой вверх. Другой рукой взяться за вертикальную стойку противоположного блока. Ноги на ширине плеч. Руки прямые.",
                    "guide": "Прокрутите плечевой сустав вперед ручкой до 360° (супинация). Далее вернуть плечо в исходное положение.",
                    "impactArea": "Плечевой сустав. Шейный и грудной отделы позвоночника.",
                    "recommendations": "Локоть не сгибать. Не уводить верхнеплечевой пояс вперед.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "39",
            "title": "Римская скамья",
            "image": "",
            "type": "Дополнительный блок",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Лечь на горизонтальную спинку тренажера. Ноги зафиксировать между валиками. Руки согнуть в локтевых суставах, ладошками около ушей. Локти развести максимально в стороны.",
                    "guide": "Локти направить вперед. Оторвать лопатки от горизонтальной подушки тренажера. Далее вернуться в исходное положение.",
                    "impactArea": "Плечевые суставы. Грудной отдел позвоночника.",
                    "recommendations": "Подбородок не опускать к грудной клетке. Кистями на голову не давить. Поясницу не прижимать к подушке. Нижнюю часть грудной клетки не отрывать от подушки. При подъеме головой тянуться вверх, в не вперед.",
                    "images": []
                }
            ]
        },
        
        {
            "id": "40",
            "title": "Шейный гамак",
            "image": "",
            "type": "Дополнительный блок",
            "exercises": [
                {
                    "title": "Основное",
                    "startPosition": "Лечь на спину, головой к боку. Голову расположить в шейном гамаке. Кисти рук на животе. Ноги согнуты в коленных суставах. Стопы на полу.",
                    "guide": "Маятникообразные движение в правую и левую сторону с маленькой амплитудой.",
                    "impactArea": "Шейный отдел позвоночника.",
                    "recommendations": "Не поднимать голову высоко вперед на протяжении всего движения.",
                    "images": []
                }
            ]
        }
    ]
}
