{
    "trains": [
        {
            "id": "1",
            "title": "Наклонная доска",
            "image": "",
            "type": "Разминка",
            "exercises": [
                {
                    "title": "На спине по одной ноге",
                    "startPosition": "Лежа на спине, возьмитесь за ручки, выпрямите руки. Ноги вместе, носочки на себя.",
                    "guide": "Согните одну ногу в коленном суставе, подтяните к животу. Далее верните ногу в исходное положении.",
                    "impactArea": "Брюшной пресс. Тазобедренные, коленные, галеносторные суставы. Грудной и поясничный отдел позвоночника",
                    "recommendations": "Не расслаблять стопу, не делать резких движений ногой.",
                    "images": []
                },
                {
                    "title": "На спине двумя ногам",
                    "startPosition": "Лежа на спине, взяться за ручки, выпрямить руки. Ноги вместе, носочки на себя.",
                    "guide": "Одновременно согнуть обе ноги в коленном суставе, подтянуть к животу. Далее вернуть их в исходное положении.",
                    "impactArea": "Брюшной пресс, тазобедренные, коленные, галеносторные суставы, вытяжение грудного и поясничного отделов позвоночника.",
                    "recommendations": "Hе расслаблять стопу, не делать резких движений ногой, колени держать вместе.",
                    "images": []
                },
                {
                    "title": "Бицепс ног на животе попеременно",
                    "startPosition": "Лечь на живот, взяться руками за ручки, ноги вместе, носки на себя.",
                    "guide": "Согнуть ногу в коленном суставе. Затем вернуть в исходное положение. Далее тоже самое повторить другой ногой.",
                    "impactArea": "Седалищный нерв, коленные суставы, вытяжение поясничного отдела позвоночника.",
                    "recommendations": "Не сгибать по инерции, все движения должны быть плавные. Таз не отрывать от опоры.",
                    "images": []
                },
                {
                    "title": "Сгибание ног на животе через стороны",
                    "startPosition": "Лечь на живот, взяться руками за ручки, ноги вместе, носки на себя.",
                    "guide": "Развести ноги в стороны, согнуть их в коленных суставах, подтянув к животу по бокам туловища. Напоминает движение лягушки.",
                    "impactArea": "Тазобедренные суставы, убирает перекос таза, вытяжения поясничного отдела позвоночника.",
                    "recommendations": "Максимально развести колени в стороны.",
                    "images": []
                }
            ]
        }
    ]
}
